// 本地模拟json数据
var json = [{
  "chiName": "健康小麦",
  "engName":"heathy wheat",
  "introduce":"颖果横切面中果皮与种皮愈合。果实粉末白色，有黄棕色果皮小片：淀粉粒主为扁平的圆形、椭圆形或圆三角状；果皮中层细胞细长条形或不规则形；秆直立，丛生，叶鞘松弛包茎，下部者长于上部者短于节间；叶舌膜质；叶片长披针形。穗状花序直立；颖卵圆形；侧脉的背脊及顶齿均不明显；外稃长圆状披针形；顶端具芒或无芒；内稃与外稃几等长。",
  "url1":"https://img.ams1.imgbed.xyz/2021/07/28/f4oOS.th.jpg",
  "url2":"https://img.ams1.imgbed.xyz/2021/07/28/f49oK.th.jpg",
  "curtime":""
},
{
  "chiName": "小麦锈病",
  "engName":"wheat rust",
  "introduce":"小麦锈病又叫黄疸，主要有秆锈病、叶锈病和条锈病三种，分别是由秆锈病菌、叶锈病菌和条锈病菌引起的、发生在小麦的病害。主要为害小麦叶片，也可为害叶鞘、茎秆、穗部。小麦发病后轻者麦粒不饱满，重者麦株枯死，不能抽穗。",
  "regular":"条锈病的病菌喜寒不喜热，条锈病夏孢子会在风的影响下进入小麦的种植区，从而成为小麦条锈病的主要感染源。叶锈病：小麦感染这种病害以后，会随着越冬之后气温的逐渐提升而产生夏孢子，夏孢子会随风扩散而感染更多麦苗。秆锈病：小麦秆锈病主要越冬区不间断发生，然后在风的影响下由南方的冬麦区向北方扩散，对北方的小麦具有较为严重的影响。",
  "measure":"1、农业防治:(1)播种地块选择及整地(2)选用抗病品种(3)适期晚播(4)加强田间管理(5)消灭田间菌源 2、化学防治:(1)包衣和拌种(2)农药喷洒",
  "feature":"小麦锈病主要有秆锈病、叶锈病、条锈病三种，它们的相同点：这三种病害均会导致小麦的叶秆、叶鞘、叶片等处在早期出现大片黄斑，随后黄斑会随着生长而连接成片，形成铁锈色的粉疮，后期会在这些位置出现黑色的斑疮。不同点：秆锈病的特点是病斑大，叶锈病的特点是病斑散乱，条锈病的特点是病斑成行分布。",
  "time":"一般在每年的三到四月发病高。小麦绣病最易发生的时期是在春季，也是防治的最佳时期。",
  "url1":"https://img.ams1.imgbed.xyz/2021/07/28/f4uBq.th.jpg",
  "url2":"https://img.ams1.imgbed.xyz/2021/07/28/f4rSu.th.jpg",
  "curtime":"发生时期"
},
{
  "chiName": "小麦白粉病",
  "engName":"wheat Powdery Mildew",
  "introduce":"小麦白粉病是由禾本科布氏白粉菌引起、发生在小麦上的病害。主要为害叶片，严重时叶鞘、茎秆、穗部均会受到侵染。",
  "regular":"冬麦区春季发病菌源主要来自当地。春麦区，除来自当地菌源外，还来自邻近发病早的地区。该病发生适温15-20℃，低于10℃发病缓慢。相对湿度大于70%有可能造成病害流行。少雨地区当年雨多则病重，多雨地区如果雨日、雨量过多，病害反而减缓，因连续降雨冲刷掉表面分生孢子。施氮过多，造成植株贪青、发病重。管理不当、水肥不足、土地干旱、植株生长衰弱、抗病力低、也易发生该病。此外密度大发病重。",
  "measure":"1、农业防治:(1)种植抗病品种(2)提倡施用酵素菌沤制的堆肥或腐熟有机肥(3)自生麦苗越夏地区，冬小麦秋播前要及时清除掉自生麦，可大大减少秋苗菌源 2、化学防治:(1)可使用三唑酮、烯唑醇等单剂或复方制剂进行叶片喷雾(2)生长期施药",
  "feature":"小麦白粉病主要发生于叶片上，也可发生于植株叶鞘、茎秆和穗部。叶面出现白色霉点，后逐渐扩大为白色霉斑，霉斑逐渐扩大并相互联合，呈长椭圆形。较大的霉斑，严重时可覆盖叶片大部，甚至全部，并逐渐呈粉状，白粉遇有外力或振动立即飞散。后期霉层逐渐由白色变为灰白色至浅褐色，上生针头大小黑色小颗粒。",
  "time":"主要发生时间在3月上旬至4月上旬。",
  "url1":"https://img.ams1.imgbed.xyz/2021/07/28/f4XR1.jpg",
  "url2":"https://img.ams1.imgbed.xyz/2021/07/28/f4Lvh.jpg",
  "curtime":"发生时期"
},
{
  "chiName": "小麦黑穗病",
  "engName":"Wheat Loose Smut",
  "introduce":"主要在穗部发病，病穗比健穗较早抽出。最初病小穗外面包一层灰色薄膜，成熟后破裂，散出黑粉，黑粉吹散后，只残留裸露的穗轴。病穗上的小穗全部被毁或部分被毁，仅上部残留阔数健穗。一般主茎、分蘖都出现病穗，但在抗病品种上有的分蘖不发病。",
  "regular":"散黑穗病是花器侵染病害，一年只侵染一次。当带菌种子萌发时，潜伏的菌丝侵入穗原基。孕穗时，麦穗变为黑粉。厚垣孢子落在湿润的柱头上萌发产生先菌丝，先菌丝产生4个细胞，异性结合后形成双核侵染丝侵入子房，在珠被未硬化前进入胚珠，种子成熟时，菌丝胞膜在其中休眠，当年不表现症状，次年发病，并侵入第二年的种子潜伏，完成侵染循环。",
  "measure":"1、温汤浸种:(1)变温浸种(2)恒温浸种 2、石灰水浸种 3、药剂拌种",
  "feature":"小麦同时受腥黑穗病菌和散黑穗病菌侵染时，病穗上部表出腥黑穗，下部为散黑穗。散黑穗病菌偶尔也侵害叶片和茎秆，在其上长出条状黑色孢子堆。",
  "time":"一年中任何时间都会发生(一年只被侵染一次，侵染后就会得病)。",
  "url1":"https://img.ams1.imgbed.xyz/2021/07/28/f4NFP.th.jpg",
  "url2":"https://img.ams1.imgbed.xyz/2021/07/28/f4e8G.th.jpg",
  "curtime":"发生时期"
},
{
  "chiName": "小麦根腐病",
  "engName":"Weat Common Rot",
  "introduce":"小麦根腐病是由禾旋孢腔菌侵染所引起的、发生在小麦上的病害。小麦各生育期均能发生。苗期形成苗枯，成株期形成茎基枯死、叶枯和穗枯。",
  "regular":"病菌以菌丝体潜伏于种子内外以及病株残体上越冬。在适合条件下，病菌直接侵入或由伤口和气孔侵入，芽管与叶面接触后顶端膨大，侵入叶片内。发病后不久病斑上便产生分生孢子，进行多次再侵染。抽穗后，分生孢子从小穗颖壳基部侵入而造成颖壳变褐枯死。颖片上的菌丝可以蔓延侵染种子，种子上产生病斑或形成黑胚粒。",
  "measure":"1、种子消毒 2、栽培防病 3、利用抗病品种和喷药防治等",
  "feature":"苗期形成苗枯，成株期形成茎基枯死、叶枯和穗枯。由于小麦受害时期、部位的症状差异，因此有斑点病、黑胚病、青死病等名称。症状表现常因气候条件而异。在干旱或半干旱地区，多产生根腐型症状。在潮湿地区，除小麦根腐病症状外，还可发生叶斑、茎枯和穗颈枯死等症状。",
  "time":"小麦各生育期均能发生。",
  "url1":"https://img.ams1.imgbed.xyz/2021/07/28/f4kVF.th.jpg",
  "url2":"https://img.ams1.imgbed.xyz/2021/07/28/f4cbT.th.jpg",
  "curtime":"发生时期"
},
{
  "chiName":"小麦赤霉病",
  "engName":"scab of wheat",
  "introduce":"小麦赤霉病又称烂穗病、麦秸枯、烂麦头、红麦头、红头瘴，是由多种镰刀菌侵染所引起的、发生在小麦上的病害。从苗期到穗期均可发生，引起苗腐、茎基腐、秆腐和穗腐，以穗腐危害最大。",
  "regular":"冬麦区春季发病菌源主要来自当地。该病发生适温15-20℃，低于10℃发病缓慢。相对湿度大于70%有可能造成病害流行。少雨地区当年雨多则病重，多雨地区如果雨日、雨量过多，病害反而减缓，因连续降雨冲刷掉表面分生孢子。施氮过多，造成植株贪青、发病重。管理不当、水肥不足、土地干旱、植株生长衰弱、抗病力低、也易发生该病。",
  "measure":"1、农业防治:(1)选用抗病品种 2、化学防治:(1)药剂拌种(2)药剂喷洒",
  "feature":"小麦赤霉病从苗期到穗期均可发生，引起苗腐、茎基腐、秆腐和穗腐。苗腐：先是芽变褐，然后根冠腐烂；茎基腐：、麦株基部组织受害后变褐腐烂，致全株枯死；秆腐：初在叶鞘上出现水渍状褪绿斑，后扩展为淡褐色至红褐色不规则形斑；穗腐：初期在小穗和颖片上出现小的水渍状淡褐色病斑，后逐渐扩大至整个小穗，小穗枯黄。",
  "time":"从苗期到穗期均可发生。",
  "url1":"https://img.ams1.imgbed.xyz/2021/07/28/f4sSb.th.jpg",
  "url2":"https://img.ams1.imgbed.xyz/2021/07/28/f4FXD.th.jpg",
  "curtime":"发生时期"
},
{
  "chiName":"小麦叶枯病",
  "engName":"Leaf blight of wheat",
  "introduce":"小麦叶枯病是由小麦叶枯病菌引起的、发生在小麦和黑麦的一种病害。该病主要为害小麦叶片和叶鞘，有时也为害茎秆及穗部。",
  "regular":"小麦叶枯病的流行与适宜的气候条件、特殊的裁培措施、有效的接种体和感病品种的存在有着密切的关系。低温、高湿气候；措施病田连作、田间病桩残体残留较多和施用未充分腐熟的有机肥；土壤结构差；氮肥施用过多；通风透光不良，均会加重病害的发生。",
  "measure":"1、农业防治:(1)选用抗病品种(2)深翻灭茬(3)控制田间群体密度，改善通风透光条件，禁忌大水漫灌。 2、化学防治:(1)药剂拌种和种子消毒(2)喷药",
  "feature":"小麦叶枯病主要为害小麦叶片和叶鞘。其症状因环境条件不同而有差异。一般约在小麦拔节至抽穗期开始，在叶片上于叶脉间最初出现淡绿色至黄色纺锤形病斑，逐渐扩展并相互愈合成不规则形淡褐色大斑块，上面散生黑色小点。严重时黄叶部分呈水渍状长条，并左右扩展，使叶片变成枯白色，上生小黑点。",
  "time":"小麦拔节至抽穗期开始发生。",
  "url1":"https://img.ams1.imgbed.xyz/2021/07/28/f4Gr7.th.jpg",
  "url2":"https://img.ams1.imgbed.xyz/2021/07/28/f4CBN.th.jpg",
  "curtime":"发生时期"
},
]

// 定义数据出口
module.exports = {
  dataList: json
}